acpid
adobe-source-han-sans-otc-fonts
alacritty
alsa-firmware
alsa-utils
apparmor
arc-gtk-theme
autoconf
automake
awesome-terminal-fonts
base
bash-completion
binutils
bison
blueman
bluez
bluez-utils
breeze-gtk
brightnessctl
chromium
clang
cmake
code
connman
cups
dhcpcd
dialog
dnsmasq
doxygen
faac
firefox
flatpak
flex
freerdp
gcc
gdb
gdm
git
gnome-control-center
go
go-tools
gobject-introspection
gparted
gpodder
gptfdisk
happy
ifplugd
imagemagick
intel-ucode
libva-vdpau-driver
lightdm
linux
linux-firmware
m4
make
man-db
man-pages
meson
moreutils
mpd
neovim
netctl
networkmanager
noto-fonts
ntp
numactl
openssh
openvpn
otf-fira-code
otf-font-awesome
p7zip
pacman-contrib
papirus-icon-theme
parted
patch
pavucontrol
pkgconf
playerctl
powerline-fonts
ppp
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
python
python-breathe
python-pip
python-pynvim
qt5-doc
refind
reflector
sbsigntools
sdl
strace
sudo
sway
texinfo
thunar
torbrowser-launcher
unzip
vagrant
vim
virtualbox
virtualbox-guest-utils
vlc
vulkan-headers
waybar
weston
wl-clipboard
wlroots
xclip
xorg-server
xorg-server-xwayland
xorg-xdpyinfo
xorg-xrandr
xterm
yarn
